<template>
  <div class="px-10 py-6">
    <h1 class="text-h3">База знаний</h1>
    <div class="mt-3 topic">
      <p>
        Дорогие коллеги, добро пожаловать в Базу знаний!
      </p>
      <p>
        В скором времени База знаний станет местом, где вы сможете найти ответ на абсолютно любой рабочий вопрос.
      </p>
      <p>
        В настоящее время реализован функционал блока **Академия.MEDEQ**.
      </p>
      <p>
        В первую очередь это образовательная платформа, на которой будет проходить обучение новых сотрудников посредством текстовых, аудио- и видеоматериалов. Проверить полученные знания можно будет при помощи экзаменов, которые будут включать в себя разноплановые задания. Вы будете видеть свой план обучения, который приведет вас к максимальной продуктивности в кратчайшие сроки, сможете сами контролировать свой прогресс, результаты экзаменов. Все будет абсолютно прозрачно!
      </p>
      <p>
        Но и для “старичков” данный портал будет полезен – здесь можно будет найти алгоритм процесса, описание чего-либо, что забылось из-за редкого использования или же шагов так много, что можно легко запутаться. Например, вбив в строку поиска естественный вопрос: “Как оформить договор рассрочки?” – система выдаст вам ответ в виде алгоритма действий.
      </p>
      <p>
        Но, как говорится, одним функционал сыт не будешь, поэтому нам понадобится еще некоторое время, чтобы заполнить данный блок корректной и, главное, актуальной информацией! Но уже сейчас вы сможете найти для себя что-то интересное.
      </p>
      <p>
        В конечном счете, в блоке Академия.MEDEQ будут собраны алгоритмы/инструкции всех процессов в компании, все обучающие материалы по направлениям, вся сопутствующая документация.
      </p>
      <p>
        <b>to be continued…</b>
      </p>
      <p>P.S. Любые предложения и пожелания по улучшению, изменению, внесению новой информации, найденные ошибки, неточности просьба без стеснения сообщать по следующим каналам связи Кочанову Ивану в любое удобное для вас время:</p>
      <ol>
        <li>
          Telegram @EvilMedicman
        </li>
        <li>
          WhatsApp 89164466715
        </li>
        <li>
          E-mail i.kochanov@medeq.ru
        </li>
        <li>
          Лично при встрече
        </li>
      </ol>
    </div>
  </div>
</template>

<script>
import HasTitle from '@/mixins/hasTitle'

export default {
  mixins: [HasTitle],
  title: 'База знаний'
}
</script>
